name: "gcn_model"
backend: "python"

input [
  {
    name: "INPUT0"
    data_type: TYPE_FP32
    dims: [ -1,1433 ]
  }
]

output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ -1,7 ]
  }
]

instance_group [{ kind: KIND_CPU }]